Revit 2024 API
ParameterTypeId.DimTextLocationForLeader Property
 "Text Location"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId DimTextLocationForLeader { get; }
Visual Basic
Public Shared ReadOnly Property DimTextLocationForLeader As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ DimTextLocationForLeader {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace